import React from 'react';

const InfoAboutCompany = () => {
  return (
    <div>
      <p>
        На сьогоднішній день каркасні металоконструкції мають велику
        популярність та переваги над монолітним або цегляним будівництвом.
        Велику роль грає сама конструкція (легка, швидкомонтована, точність
        конструкції, ціна). Це може бути будівлі різного призначення та
        складності. Зведення будівлі засноване на силовій металевій конструкції.
        Цей вид будівництва не замінний для сучасних магазинів, маркетів,
        автомийок, СТО, шиномонтажів, ангарів, складів, автосалонів, приміщень
        для масових заходів, швидкобудуюємі будинки, будинки з
        металоконструкцій.
      </p>
      <p>
        Види будівництва малих архітектурних форм (МАФ) нашою компанією кіоски,
        побутовки, торгові ряди, павільйони, мобільні будинки, вольєри. В
        асортименті компанії також є: дачні будиночки, навіси, лавки, паркани з
        профнастилу, альтанки.
      </p>
      <p>
        За 15 років успішної роботи ми звели дуже багато будівель. Всі вони
        виконані за найновішими технологіями та відповідають усім вимогам
        замовників.
      </p>
    </div>
  );
};

export default InfoAboutCompany;
