import React from 'react';

import css from './InfoAboutCompany.module.scss';

const InfoAboutCompany = () => {
  return (
    <div className={css.wrapperAboutUs}>
      <div className={css.adressAboutUs}>
        <span>Адреса:</span>

        <address>
          <a
            href="https://goo.gl/maps/zNNVitSysmtxiFwQA"
            target="_blank"
            rel="noopener noreferrer"
          >
            вулиця Богдана Хмельницького, 1/7, Біла Церква, Київська обл.,
            Украина, 09100
          </a>
          ;
        </address>
      </div>
      <p className={css.textAboutUs}>
        Будівельна компанія «АО. Андезян» лідер у сфері будівництва ангарів.
        будівництва швидкомонтованих будівель, виготовлення металоконструкцій та
        малих архітектурних форм (<abbr>МАФ</abbr>).
      </p>
      <p className={css.textAboutUs}>
        На сьогоднішній день каркасні металоконструкції мають велику
        популярність та переваги над монолітним або цегляним будівництвом.
        Велику роль грає сама конструкція (легка, швидкомонтована, точність
        конструкції, ціна). Це може бути будівлі різного призначення та
        складності. Зведення будівлі засноване на силовій металевій конструкції.
        Цей вид будівництва не замінний для сучасних магазинів, маркетів,
        автомийок, СТО, шиномонтажів, ангарів, складів, автосалонів, приміщень
        для масових заходів, швидкобудуюємі будинки, будинки з
        металоконструкцій.
      </p>
      <p className={css.textAboutUs}>
        Види будівництва малих архітектурних форм (МАФ) нашою компанією кіоски,
        побутовки, торгові ряди, павільйони, мобільні будинки, вольєри. В
        асортименті компанії також є: дачні будиночки, навіси, лавки, паркани з
        профнастилу, альтанки.
      </p>
      <p className={css.textAboutUs}>
        За 15 років успішної роботи ми звели дуже багато будівель. Всі вони
        виконані за найновішими технологіями та відповідають усім вимогам
        замовників.
      </p>
    </div>
  );
};

export default InfoAboutCompany;
